9/data/attachments/c978fab2bac51146.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_6bd045c0-8a46-4d9b-95cf-0d090beffbf7</nif:username>
            <nif:friendToBeAdded>Laura_seem_Actions_62331_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>